Revit 2024 API
ParameterTypeId.MepUpperTopElevationIncludeInsulation Property
 "Upper End Top of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepUpperTopElevationIncludeInsulation { get; }
Visual Basic
Public Shared ReadOnly Property MepUpperTopElevationIncludeInsulation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepUpperTopElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace